module.exports = [
  {
    url: 'http://mojim.com/twy104775x5x6.htm',
    expect: {
      title: '黑洞裡',
      artist: '方大同',
      lyrics: `作詞：周耀輝
作曲：方大同
編曲：方大同

你的太陽系 活在陽光裡 為何總是跟著不變的舊軌跡
我的一片地 藏在黑洞裡 彷彿都是超乎意料的好東西
怎樣教你相信 怎樣教你也發現神秘的生命
也許太多猜疑 也許不夠好奇 也許是你的世界太真實

閉上眼睛 我好想帶你到我的星星 看我看的風景 樹上長愛情 河水洗回憶
什麼都可以 只要你願意 屏住呼吸 我好想帶你離開這裡
你不用飛機 只要放肆 萬里以外更美麗

我越想靠近 你越想逃避 難道外星人是可怕的大騙子
那是織女星 那是牽牛星 只怪地球人有無聊的老傳奇
怎樣叫你相信 怎樣叫你想跨過陌生的距離
也許太多猜疑 也許不夠好奇 也許是你的世界太真實

閉上眼睛 我好想帶你到我的星星 看我看的風景 樹上長愛情 河水洗回憶
什麼都可以 只要你願意 屏住呼吸 我好想帶你離開這裡
你不用飛機 只要放肆 萬里以外更加愛你
放開你雙手的武器 拋棄你背後的歷史
因為在我住的黑洞裡 從來沒有引力 從來不懂什麼腳踏實地

閉上眼睛 我好想帶你到我的星星 看我看的風景 樹上長愛情 河水洗回憶
什麼都可以 只要你願意 屏住呼吸 我好想帶你離開這裡
我沒有證明 只能答應 萬里以外更美麗 我在黑洞裡`,
    },
  },
  {
    url: 'http://mojim.com/twy100090x50x7.htm',
    expect: {
      title: '身後',
      artist: '張惠妹',
      lyrics: `作詞：HUSH
作曲：林俊傑

我 喜歡看你孩子般走在前頭
像第一次發現世界的探索
告訴我 鮮艷的顏色好多

你 改不掉突然停下來回過頭
想再一次習慣性確認什麼
像是要牽手 或是一起走
直到風景褪色的時候
你身後 會有我
守護你看見盡頭的背後
那片天空 等著另一端新的生活

能不能答應我
臨別時候或許你就先走
徒留感傷就請你留給我
讓我面對你往後的寂寞
能不能答應我
分開時候放心回頭看我
讓我明白牽掛著你的手
鬆開後還能忍住淚向你告別揮手

記得你愛過 你要記得你愛過
記得你曾經走過 記得繼續向前走
記得我眼中 見過你停留
你的身影一直在我的世界裡駐守

能不能答應我
臨別時你或許就先走
徒留的感傷都留給我
讓我面對你往後的寂寞
能不能答應我
分開時候放心回頭看我
讓我明白牽掛著你的手
鬆開後能拭去淚向你告別揮手

別急著答應我
難過的話現在不要說
好好享受安寧的溫柔
能不能答應我
再見時候就別再認出我
別讓我承受牽過的你的手
再重逢已換作你向我告別揮手`,
    },
  },
  {
    url: 'https://mojim.com/twy104312x7x4.htm',
    expect: {
      title: '復刻回憶(&方大同)',
      artist: '薛凱琪',
      lyrics: `作詞：易家揚
作曲：桑田佳祐
演唱：薛凱琪.方大同

女 你還好嗎 好久不見
女 又來這裡 這個老店
女 後來的你 喜歡了誰
女 我們 聊聊天
男 現在的你 一樣美麗
男 至於愛情 是個回憶
男 她不愛我 他離開你
男 愛會來 就會去
*
男 在不同的城市努力 偶爾也會想想你

合 這樣的我 那樣的你 要很久才相聚
合 我們都沒說那遙遠的曾經
合 我們也沒提那故事的原因
合 青春的復刻回憶像一片雲 沒法子抓在手裡
合 我們的眼淚在複習著過去
合 我們的微笑是彼此的氧氣
合 復刻的回憶是封掛號信 多遠都可以找到你

男 窗外的樹 愛哭的風
男 煩惱的我 聰明的妳
男 愛是什麼 什麼人懂
男 所以 別難過
女 心還痛嗎 請忘了吧
女 所謂幸福 是個童話
女 後來的我 一切隨意
女 所以 沒關係
*RE
合 午後的悶熱的窗外的一場大雨
合 讓我們看見了以前的自己
合 把時光倒轉回到那一季 那年的夢他鄉的你`,
    },
  },
];
